"Unknown Device" = "Unknown Device";
"Back Camera" = "Back Camera";
"Front Camera" = "Front Camera";
"Camera" = "Camera";
"Built In Audio" = "Built-In Audio";
"iPhone Microphone" = "iPhone Microphone";
"Headphones" = "Headphones";
"iPod touch Microphone" = "iPod touch Microphone";
